Repository: aimerkz/personal_cv
Catalog: src/locale/*/LC_MESSAGES/messages.po
Languages: ru

source: About Me
ru: Обо мне

source: Work history
ru: Опыт работы

source: Contacts
ru: Контакты

source: My projects
ru: Мои проекты

source: Home
ru: Домашний раздел

source: Info
ru: Информация

source: Projects
ru: Мои проекты

source: by Artem Merkulov
ru: Сделал Артем Меркулов

source: Hard Skills
ru: Хард скиллы

source: Programming
ru: Языки программирования

source: minimal base
ru: базовый

source: Frameworks and ORMs
ru: Фреймворки и ОРМ

source: Databases
ru: Базы данных

source: Tests
ru: Тестирование

source: OS and instruments
ru: ОС и инструменты

source: Infrastructure
ru: Инфраструктура

source: Others
ru: Прочее

source: Education
ru: Образование

source: Courses and Certifications
ru: Курсы и сертификаты

source: **Role:**
ru: **Роль:**

source: **Responsibilities:**
ru: **Обязанности:**

source: **Technologies:**
ru: **Технологии:**

source: Scan the code
ru: Сканируй код

source: My {platform} profile
ru: Телеграм qr код

source: Click to get a QR code
ru: Нажми, чтобы получить qr код

source: Error sending message
ru: Ошибка отправки сообщения

source: Message sent!
ru: Сообщение отправлено!

source: Incorrect number format.
ru: Некорректный формат номера

source: First Name
ru: Имя

source: Telegram Login
ru: Логин в телеграме

source: Phone Number
ru: Номер телефона

source: Your Message
ru: Твое сообщение

source: Submit
ru: Отправить

source: Click to send message
ru: Нажми, чтобы отправить сообщение

source: Please provide your name.
ru: Пожалуйста, укажи свое имя

source: Please provide your phone number or telegram login.
ru: Пожалуйста, укажи номер телефона или логин в телеграме

source: Please provide a message.
ru: Пожалуйста, напиши сообщение

source: Message from
ru: Сообщение от

source: Artem Merkulov
ru: Артем Меркулов

source: Full time work, 100% remotely
ru: Полный рабочий день, только удаленка

source: Also you can write to my bot in Telegram:
ru: Также ты можешь написать моему боту в телеграм

source: Send
ru: Отправить

source: Open form to send messages
ru: Открыть форму для отправки сообщения

source: Work History
ru: Опыт работы
